9/data/attachments/6eddb08a57442de6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steven_alone_Friend_3762_4</nif:username>
            <nif:friendToBeRequested>soap_friends_058eefb2-d7a6-4289-8e9d-d1b68a887385</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>